{
  "metadata": {
    "title": "How to sell anything to anyone",
    "description": "Have you ever wanted to sell salt to a slug? Sell heaters in the Sahara? Sell ketchup popsicles to a woman in white gloves? This is the presentation for you! Learn the secret of sales.",
    "author": "Webinar Maker Pro",
    "domain": "sales",
    "duration": 20,
    "created": "2025-08-19T00:12:03.961Z",
    "version": "1.0.0",
    "language": "en-US",
    "theme": {
      "primaryColor": "#8b5cf6",
      "secondaryColor": "#7c3aed",
      "fontFamily": "Inter, system-ui, sans-serif",
      "codeTheme": "github"
    }
  },
  "slides": [
    {
      "id": "s1",
      "content": {
        "type": "title",
        "title": "From “Unsellable” to Unstoppable: The Real Secret of Sales",
        "subtitle": "An AI-Generated Presentation",
        "presenter": "Webinar Maker Pro",
        "date": "2025-08-19"
      },
      "speakerNotes": "Timing: 2:00 total.\n\n0:00–0:10 — Open with energy.\n- Stage: Smile, make eye contact with camera.\n- Line: “Ever tried to sell salt to a slug, heaters in the Sahara, or a ketchup popsicle to someone in white gloves?”\n\n0:10–0:30 — Engage.\n- Ask audience: “Type your most ‘unsellable’ product or account in chat.” Pause 2 seconds for a few answers.\n\n0:30–1:15 — Thesis + Ethics.\n- Emphasize: It’s not manipulation; it’s matching buyer, context, and use case.\n- Say: “We don’t sell salt to slugs—we sell outcomes to people who benefit.”\n- Gesture to slide bullets. Keep it crisp.\n\n1:15–1:40 — The 4-step path.\n- Point to each step as you speak.\n- Technical reminder: Hover over the Mermaid flowchart to visually trace A→F.\n\n1:40–1:55 — What they’ll get today.\n- Call out: playbook, three examples, one-page template.\n- Set expectation: practical, evidence-led, ethical.\n\n1:55–2:00 — Transition.\n- Action: Advance to next slide.\n- Line: “Let’s start with Step 1: Resegment—finding the right buyer and circumstance.”\n\nInteraction prompts:\n- Quick chat prompt at start.\n- Optional: Ask for a thumbs-up if they’ve lost a deal to the status quo.\n\nReminders:\n- Pace: Conversational, no jargon dumps.\n- Keep examples playful but professional.\n- Watch time: Move on if chat is active; don’t exceed 2 seconds pause.",
      "narration": "Have you ever tried to sell salt to a slug, a heater in the Sahara, or a ketchup popsicle to someone wearing white gloves?... If that sounds impossible, you’re in the right room... This session is about turning the unsellable into the unstoppable—ethically and repeatably.\n\nHere’s the real secret of sales: Selling anything to anyone isn’t about silver‑tongued persuasion... It’s about matching and manufacturing relevance... When you discover the right buyer, in the right context, with the right job to be done, and then you remove their risk and prove the outcome, your offer becomes the obvious choice.\n\nWe’ll use a simple, four‑step path... First, resegment: find the micro‑segment and situation where your offer actually wins... Second, reframe: translate features into outcomes your buyer measures—time saved, risk reduced, revenue gained, reputation protected... Third, de‑risk: use trials, guarantees, and a clear implementation plan to make the change feel safe... Fourth, prove it: demos, ROI, and references your buyer trusts.\n\nAnd we’ll do it ethically... We’re not selling salt to slugs; we’re selling safer gardens to homeowners or ice protection to facilities... We’re not forcing heaters into a desert at noon; we’re delivering nighttime comfort to guests and reliability to operations... We’re not pushing a messy ketchup popsicle; we’re demonstrating a no‑drip, stain‑proof experience—on white fabric—so even white gloves stay spotless.\n\nOver the next twenty minutes, you’ll get a practical playbook, three quick walk‑throughs of those “impossible” sells, and a one‑page template you can use today... As we go, think of one deal you’ve labeled unsellable... By the end, you’ll have a path to resegment, reframe, de‑risk, and prove your way to yes.\n\nLet’s dive in with Step One: how to find the exact buyer and circumstance where your offer becomes irresistible.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s1.tsx",
      "audioPath": "/audio/slide-s1.mp3"
    },
    {
      "id": "s2",
      "content": {
        "type": "markdown",
        "title": "Foundations: Fit, Jobs, and Ethical Persuasion",
        "markdown": "- **Thesis:** You don’t force product–market fit—you create buyer–use case fit.\n- **JTBD:** Find the circumstance where your offer is the obvious hire.\n- **Ethical Persuasion:** Sell only where the buyer benefits; decline misfit deals.\n- **Anchor Examples:**\n  - Salt to a slug → sell to gardeners for yield protection.\n  - Heaters in the Sahara → sell night comfort and process stability.\n  - Ketchup popsicles + white gloves → sell a no-mess novelty with proof.\n\n```mermaid\nflowchart TD\n    A[Your Offer] --> B[Resegment Buyer & Context]\n    B --> C[JTBD Discovery: circumstance, progress, constraints]\n    C --> D[Reframe to Outcomes: financial, operational, emotional, strategic]\n    D --> E{Ethics Gate: net buyer benefit?}\n    E -- Yes --> F[De-risk: trial, guarantee, phased rollout]\n    F --> G[Proof: case studies, ROI, demos]\n    E -- No --> H[Disqualify/Redirect]\n```\n\n- **Value Hypothesis Template:**\n```yaml\nfor: [ICP/persona in specific context]\njob_to_be_done: [progress they seek under constraints]\nour_solution: [how it works in their world]\noutcomes:\n  financial: [ROI, payback, cost avoided]\n  operational: [time saved, risk reduced]\n  emotional: [confidence, status, simplicity]\n  strategic: [edge vs. status quo]\nproof: [case study, pilot plan, references]\nrisk_reversal: [trial, guarantee, MAP]\nethics_check: [why buyer clearly benefits]\n```\n\n- **Quick Checks:**\n  - Fit: Can we name a micro-segment and moment where this wins?\n  - Job: What are they firing today and why?\n  - Ethics: Would we sell this to a friend we admire?\n"
      },
      "speakerNotes": "0:00–0:10 Hook the room with the playful promise. Gesture energy up.\n0:10–0:40 Thesis: We don’t force fit; we create buyer–use case fit. Point to first bullet.\n0:40–1:25 JTBD basics: People hire products to make progress in a circumstance. Ask: “When does your product win by default?”\n1:25–1:35 Transition. Bring up Mermaid flowchart. Pause to let them scan.\n1:35–2:05 Walk the flow:\n- Resegment buyer/context.\n- JTBD discovery.\n- Reframe to outcomes.\n- Ethics gate (stress this).\n- De-risk and prove.\n2:05–2:20 Tie to examples: salt/slug → gardeners; heaters/Sahara → nights; ketchup popsicle → no‑mess demo. Quick, punchy.\n2:20–2:40 Show YAML template. Say: “Screenshot this.” Encourage adapting it post‑session.\n2:40–2:55 Ethical guardrail: Long-term trust beats short-term wins. Say we disqualify misfits.\n2:55–3:00 Tease next section: We’ll operationalize this with the 4‑step playbook.\n\nPrompts:\n- Ask chat: “Type the exact circumstance where your product is the obvious hire.”\n- Pause 3 seconds after ethics gate to let it land.\n\nReminders:\n- Keep pace brisk; don’t dive into deep case studies here.\n- Point cursor to the Ethics Gate in the diagram while speaking about it.\n- Time check at 2:30—move to template and close.\n",
      "narration": "If you really want to sell anything to anyone, the foundation is simple: you don’t force product–market fit, you create buyer–use case fit... The game is finding the moment and the person for whom your offer is not just acceptable, but the obvious hire.\n\nJobs-to-be-Done makes this practical... People don’t buy features; they hire products to make progress in a specific circumstance with real constraints... Your job is to discover that circumstance, then translate what you do into the outcomes they care about—financial, operational, emotional, and strategic.\n\nLet me make it concrete with our playful promises... Selling salt to a slug?... Ethically, we’re not selling to slugs... We resegment to gardeners who need to protect yield with safe, targeted control... The job is healthier plants with minimal collateral damage... Selling heaters in the Sahara?... Context matters... Nights get cold... Hospitality teams, clinics, and industrial sites need nighttime comfort and temperature stability... The job is reliable operations and great guest experience after dark... Ketchup popsicles to a woman in white gloves?... The core objection is mess... Flip it... The job is a memorable, mess-free experience... That means a no-drip sleeve, a thicker formulation, and a live white-glove demo that proves it.\n\nHere’s the flow we’ll use across the whole webinar... First, resegment the buyer and context... Second, do JTBD discovery to understand the progress they seek and what they’re firing today... Third, reframe your value into their outcomes, in their metrics... Fourth, and this is critical, apply the ethics gate: does this clearly benefit the buyer long term?... If yes, de-risk the decision with a pilot, a guarantee, or a phased rollout, then make the proof undeniable with case studies, measurements, and references... If not, disqualify or redirect... Long-term trust beats short-term wins every time.\n\nTo help you put this into motion, use a simple value hypothesis... For a specific persona in a specific moment, state the job to be done, how your solution works in their world, the outcomes you will deliver, the proof you’ll bring, the risk reversal you’ll offer, and why the buyer clearly benefits... If you can’t fill that out in one minute, you don’t have fit yet—you have homework.\n\nSo the foundation is fit, jobs, and ethical persuasion... Match the buyer and moment, translate to outcomes, and protect trust with an ethics gate... In the next section, we’ll operationalize this with a step-by-step playbook you can run on your next deal, yes—even the so-called impossible ones.",
      "duration": 3,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s2.tsx",
      "audioPath": "/audio/slide-s2.mp3"
    },
    {
      "id": "s3",
      "content": {
        "type": "markdown",
        "title": "The 4-Step Playbook: Resegment, Reframe, De-risk, Prove",
        "markdown": "- **The 4-Step Playbook**\n  - Resegment: Find the buyer, use case, and moment where you win\n  - Reframe: Translate features into outcomes the buyer measures\n  - De-risk: Redesign the offer to lower fear, friction, and effort\n  - Prove: Make the value undeniable with targeted evidence\n\n- **Tools & Outputs**\n  - Tools: JTBD, Challenger (Teach–Tailor–Take Control), MEDDICC, MAP\n  - Outputs: Value hypothesis, offer packaging, risk reversals, proof assets\n  - Guardrail: Ethical fit first—benefit the buyer; avoid harmful sells\n\n```mermaid\nflowchart TD\n    A[Resegment: new ICP, use case, timing] --> E{Ethics aligned?}\n    E -- Yes --> B[Reframe: jobs, metrics, narrative]\n    E -- No --> X[Stop/Redirect to better-fit use case]\n    B --> C[De-risk: trials, guarantees, phased rollout]\n    C --> D[Prove: ROI, case studies, demos, references]\n    D -->|Residual risk| C\n    D -->|Misfit discovered| A\n```\n\n- **Step Prompts (fast checklist)**\n  - Resegment: Who has the most to gain? When is the pain sharpest? What adjacent use case fits?\n  - Reframe: Which metric moves—revenue, cost, time, risk, status? What unconsidered cost exists?\n  - De-risk: What can we guarantee, phase, rent, or usage-price? How do we support change?\n  - Prove: Which proof does this persona trust? Can we demo the riskiest objection?\n\n```text\nValue Hypothesis Template\nFor [ICP] who need to [JTBD] but struggle with [pain], our [solution]\ndelivers [quantified outcome] by [why it works], proven by [evidence],\nwith risk removed via [trial/guarantee/phasing].\n```\n\n- **Playful Applications**\n  - Salt to a slug → Resegment to gardeners; Reframe as crop protection; De-risk with safe-use kit; Prove with before/after plots\n  - Heaters in the Sahara → Sell “win the night” comfort; De-risk with rentals; Prove with thermal readings and guest NPS\n  - Ketchup popsicle + white gloves → Reframe as clean novelty; De-risk with no-stain guarantee; Prove with live white-glove demo\n\n```mermaid\nsequenceDiagram\n    participant Seller\n    participant Buyer\n    Seller->>Buyer: Teach a missed opportunity tied to your metrics\n    Buyer->>Seller: What if it fails?\n    Seller->>Buyer: Low-risk pilot + guarantee + implementation plan\n    Buyer->>Seller: Show me it works\n    Seller->>Buyer: Case study + live demo + ROI model\n    Seller->>Buyer: Propose a Mutual Action Plan to go-live\n```\n"
      },
      "speakerNotes": "- 0:00–0:15 Open with energy; connect to the playful promise. Pause for a smile.\n- 0:15–0:30 Set the thesis: we don’t force fit—we manufacture relevance ethically.\n- 0:30–1:10 Walk the 4 steps at a high level; point to Tools & Outputs.\n- 1:10–1:50 Navigate the Mermaid flowchart; emphasize the Ethics gate and loops.\n- 1:50–2:20 Rapid-fire the Step Prompts; encourage note-taking. Ask: “Which step is your current bottleneck?” (Quick show of hands.)\n- 2:20–2:40 Show the Value Hypothesis template; suggest teams fill it for one account this week.\n- 2:40–3:30 Run through the three playful applications:\n  - Salt → gardeners; safe-use kit; before/after.\n  - Sahara → “win the night”; rentals; thermal/NPS proof.\n  - Popsicle → white-glove demo; no-stain guarantee.\n- 3:30–3:50 Use the sequence diagram to show the Teach–De-risk–Prove cadence; mention MAP.\n- 3:50–4:00 Call to action: pick one account, apply the template, schedule a pilot.\n\nStage directions:\n- Click to reveal each diagram section as you speak; keep the pace brisk.\n- Ask one volunteer to share an example of resegmentation in their territory (10 seconds max).\n- If time drift: skip extra detail in Sahara example and move to sequence diagram.\n- Technical reminder: Ensure Mermaid diagrams render; have PNG backups ready.\n- Close with confidence and a clear next step; invite questions for the Q&A block later.\n",
      "narration": "If you’ve ever joked about selling salt to a slug, heaters in the Sahara, or a ketchup popsicle to someone in white gloves, here’s the real secret: we don’t force a bad fit... We find or create the context where the offer becomes the obvious choice, and we prove it—ethically.\n\nThe playbook is four steps: Resegment, Reframe, De-risk, and Prove.\n\nFirst, Resegment... When deals stall, it’s often because we’re aiming at the wrong buyer, use case, or moment... Ask, who has the most to gain right now?... Where is the pain sharpest?... What adjacent use case is already budgeted?... Use Jobs to Be Done to identify the circumstance where your product helps them make progress... Use MEDDICC to confirm there is a metric, an economic buyer, and a real decision process... Resegmentation is how we go from selling salt to slugs, to selling precision pest control to gardeners and facilities managers who care about yield and safety.\n\nSecond, Reframe... People buy outcomes, not features... Translate what you do into the buyer’s metrics: revenue lift, cost avoidance, time saved, risk reduced, status gained... Teach an unconsidered cost or missed opportunity using Challenger’s Teach, Tailor, Take Control... For heaters in the Sahara, the reframe is simple: the desert isn’t hot twenty-four seven... Win the night... You’re selling guest comfort scores, extended service hours, and equipment reliability, not just heat.\n\nThird, De-risk... The real competitor is the status quo because it feels safe... So redesign your offer to lower fear, friction, and effort... That might mean a low-risk pilot with clear success criteria, usage-based pricing, a satisfaction guarantee, or a phased rollout with implementation support... Tie each risk reversal to a specific stakeholder fear... If a CFO worries about payback, offer a ninety-day pilot with a hard success metric... If operations fears disruption, propose a phased migration and list your play-by-play plan.\n\nFourth, Prove... Evidence must match the buyer and the claim... Use ROI models, case studies from their industry, live demos, references, or small-scope trials... Make the proof about the riskiest objection, not the easiest feature... That’s why the ketchup popsicle example is perfect: turn the objection into the centerpiece... Do a white-glove live demo with a no-stain guarantee... If you can remove the scariest risk in public, you will disarm the rest.\n\nHere’s how the flow works in real conversations... You teach a relevant insight that reframes value... The buyer asks, what if it fails?... You present a de-risked offer—a pilot, a guarantee, and an implementation plan... They ask for proof... You provide a case study, a quick ROI model, and a live demo that addresses their biggest worry... Then you propose a mutual action plan that maps owners, dates, and success criteria to go-live... That cadence moves the committee past the status quo.\n\nTwo guardrails... One, ethics first... If your resegmentation finds a use case that harms the buyer or others, don’t sell it... Re-route to a fit where your product genuinely helps... Two, make it measurable... If you can’t quantify the outcome or define success criteria, you’re not ready to ask for the close.\n\nYour action today: pick one account that feels impossible... Fill the value hypothesis template for a different buyer, a sharper use case, and a specific moment... Then design a de-risked pilot and line up one proof asset that neutralizes the scariest objection... That’s how you turn impossible into inevitable, and how you truly sell anything to anyone—by making it right for someone, somewhere, right now.",
      "duration": 4,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s3.tsx",
      "audioPath": "/audio/slide-s3.mp3"
    },
    {
      "id": "s4",
      "content": {
        "type": "markdown",
        "title": "Impossible Sell #1 (Demo): Salt to a Slug—Without Selling to the Slug",
        "markdown": "**Demo objective**\n- Prove the 4-step playbook on the “salt to a slug” myth—without selling to the slug\n- Match a buyer, reframe value, remove risk, show proof\n\n**4 moves applied**\n- Resegment: Buyer = home gardener; JTBD = protect seedlings overnight\n- Reframe: “Precision, humane pest control” vs. generic slug-killing\n- De-risk: Measured applicator, safety guide, 7-day micro-trial + guarantee\n- Prove: Side-by-side planter test with time-lapse; quantified seedling survival\n\n**Offer (demo)**\n- SlugGuard Precision Salt Kit: measured shaker + how-to + mini trial bag\n- Usage play: micro-ring barrier around seedlings; avoid soil saturation\n- Outcome: 80–90% fewer slug hits in 48 hours (pilot data)\n\n**Proof assets**\n- 10s time-lapse: untreated vs. ringed seedlings\n- Before/after count: 12/12 intact vs. 7/12 intact\n- ROI: $9 kit vs. ~$36 in lost seedlings per bed\n\n```mermaid\nflowchart TD\n    A[Resegment Buyer/Context] --> B[Reframe JTBD & Outcomes]\n    B --> C[De-risk Offer]\n    C --> D[Demonstrate Proof]\n    D --> E[Next Step: 7-day Micro-Pilot]\n```\n\n**Value hypothesis (filled)**\n```\nFor home gardeners losing seedlings to slugs, our SlugGuard kit protects beds by 80–90% in 48 hours via a precision salt barrier and usage guide, proven by side-by-side demos and a 7-day micro-trial, de-risked with a no-mess applicator and satisfaction guarantee.\n```\n\n**Demo checklist**\n- Two small planters (left: untreated, right: salted ring), measured shaker, salt\n- Pre-recorded 10s time-lapse clip queued\n- One-slide ROI overlay graphic\n- Safety/ethics slide: targeted use, pet/plant precautions, local guidelines"
      },
      "speakerNotes": "Timing: 2:00 total\n\n0:00–0:10\n- On mic: “We’re not selling to the slug—we’re selling to the gardener.”\n- Show slide. Set the ethical frame quickly.\n\n0:10–0:25\n- Point to Resegment bullet. Emphasize buyer and JTBD.\n- Ask quick show-of-hands poll: “Any gardeners here?”\n\n0:25–0:40\n- Highlight Reframe: outcomes over features. “Yield protection, not salt.”\n- Stage direction: Gesture to the applicator.\n\n0:40–1:00\n- Show demo: Switch to desk cam or pre-recorded 10s time-lapse (play silently).\n- Narrate: left planter untreated; right has a thin salt ring using measured shaker.\n\n1:00–1:15\n- Freeze frame at end. Call out before/after counts: 12/12 intact vs. 7/12.\n- Technical reminder: Overlay graphic with counts; spotlight cursor.\n\n1:15–1:30\n- ROI quick math: seedlings cost; kit price; payback claim.\n- Click to reveal numbers.\n\n1:30–1:45\n- De-risk: 7-day micro-trial, usage guide, safety notes (pets, soil, plants).\n- Ethical reminder: targeted, minimal application; local guidelines.\n\n1:45–2:00\n- Close: “Your move: pick one ‘slug’ problem, define buyer/JTBD, design a 7-day micro-pilot, and capture proof.”\n- Prompt: “Type your ‘buyer + JTBD’ in chat.”\n\nTech prep\n- Have “slug-demo.mp4” cued at 0:00, 10s length.\n- Desk cam ready as backup.\n- ROI overlay slide on hotkey.\n- Timer visible; keep narration brisk, ~150 wpm.\n- Safety slide ready if questions arise.\n",
      "narration": "Let’s make the impossible possible... We’re not selling to the slug... We’re selling to the gardener who wants seedlings to survive the night... That’s the principle of selling anything to anyone: match the buyer, the context, and the outcome.\n\nWatch this... On the left, an untreated planter... On the right, the same seedlings with a thin, precise salt ring applied using a measured shaker... Roll the ten-second time-lapse.\n\nNotice what happens... Slugs hit the untreated side and leave damage... On the protected side, the ring creates a targeted barrier... By morning, we have twelve out of twelve seedlings intact on the right, versus seven out of twelve on the left... Same garden... Same night... Different framing and delivery.\n\nHere’s how we did it with the four-step playbook... First, resegment: the buyer isn’t the slug; it’s a home gardener with the job to be done of protecting young plants overnight... Second, reframe: this isn’t about salt as a commodity; it’s about precision, humane pest control and yield protection... Third, de-risk: we package a SlugGuard Precision Salt Kit with a measured applicator, a quick safety guide for pet and plant care, and a seven-day micro-trial with a satisfaction guarantee... And fourth, prove: you just saw the side-by-side demo.\n\nQuick payoff math: if losing five seedlings at three dollars each costs fifteen dollars per bed, a nine-dollar micro-kit pays back the first night you prevent that loss... That’s value in the buyer’s metrics.\n\nEthics matter... This is targeted, minimal application—around the seedlings, not broadcast across soil... Follow local guidelines and keep away from pets and beneficial areas... Long-term trust beats short-term tricks.\n\nYour move: pick one so-called impossible offer, define the real buyer and their job to be done, design a tiny seven-day pilot that removes risk, and capture undeniable proof... Type your buyer and job to be done in the chat, and we’ll choose one to workshop live next.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s4.tsx",
      "audioPath": "/audio/slide-s4.mp3"
    },
    {
      "id": "s5",
      "content": {
        "type": "markdown",
        "title": "Impossible Sell #2 (Demo): Heaters in the Sahara—Win the Night",
        "markdown": "**What we’re proving**\n- The desert isn’t hot 24/7—reframe to: \"Win the Night\"\n- ICP: Desert camps, rooftop venues, clinics, mining/logistics sites\n- JTBD: Night comfort, extended hours, equipment reliability\n- Metrics: +guest satisfaction, +nighttime revenue, -downtime, safety compliance\n\n**Micro-offer (demo pack)**\n- Portable, dust-resistant, fuel-efficient heaters; safety-certified\n- 7-night rental pilot, onsite setup, training, and 24/7 support\n- Success criteria: 20°F/11°C lift at seating, +1.0 NPS, +15% night sales\n- Risk reversal: Pay only if KPIs hit; roll into seasonal plan\n\n```mermaid\nflowchart TD\n  A[Resegment] -->|Who cares?| B[Reframe]\n  B -->|JTBD: Night comfort & uptime| C[De-risk]\n  C -->|Pilot, rental, SLAs| D[Prove]\n  D -->|Thermal scans, NPS, revenue lift| E[Close]\n\n  A --- A1[Hospitality camps]\n  A --- A2[Clinics/industrial]\n  C --- C1[Safety certs & training]\n  D --- D1[Before/after temps]\n```\n\n```mermaid\nsequenceDiagram\n  participant S as Seller\n  participant M as Camp Manager\n  participant SO as Safety Officer\n  participant F as Finance\n  S->>M: Nights drop to 8°C—guests leave early\n  M-->>S: We lose traffic after 9pm\n  S->>M: Pilot 7 nights; seat temp +11°C; measure NPS & sales\n  SO-->>S: Safety in wind and sand?\n  S->>SO: Tip-over shutoff, CSA certs, sand filters, training\n  F-->>S: Upfront cost?\n  S->>F: Rental, pay-on-success, option to buy after pilot\n```\n\n**Back-of-napkin ROI**\n```python\nnights=7; seats=60; occupancy=0.7; rate=35  # avg spend per seated guest/night\nlift=0.15  # 15% sales lift from extended heated hours\nincremental = nights * seats * occupancy * rate * lift\ncost = 900  # pilot rental + fuel\npayback_days = cost / (incremental / nights)\n```"
      },
      "speakerNotes": "Timing: 0:00–0:15\n- Set context: \"Heaters in the Sahara\" = win the night, not the noon sun.\n- Show the first bullet list. Pause to let the premise land.\n\nTiming: 0:15–0:30\n- Point to ICP/JTBD bullets. Ask: \"Who here sells to camps, events, or industrial in hot regions?\"\n- Technical reminder: Toggle to the flowchart.\n\nTiming: 0:30–1:20 (Live mini-roleplay demo)\n- Cue: \"Watch the 60-second deal path.\" Switch to sequence diagram.\n- Speak both parts briskly. Emphasize Teach–Tailor–Take Control.\n- Stage direction: Gesture when handling Safety and Finance to show multi-stakeholder navigation.\n- Interaction prompt: \"Listen for the four moves: resegment, reframe, de-risk, prove.\"\n\nTiming: 1:20–1:40\n- Show the Micro-offer bullets. Highlight: 7-night rental, pay-on-success, clear KPIs.\n- Technical reminder: Open the ROI snippet; do quick math aloud (no deep dive).\n\nTiming: 1:40–2:00\n- Wrap with proof assets (thermal before/after, NPS, revenue lift). Reinforce ethics: only sell where nights are cold.\n- Call to action: \"Pick one hot-climate account—run a 7-night night-comfort pilot.\"\n- Check for questions you'll take later in Q&A.\n",
      "narration": "Alright, impossible sell number two: heaters in the Sahara... Here’s the secret—don’t sell heat to beat the midday sun... Sell winning the night... The job to be done is nighttime comfort, extended service hours, and reliable operations when the temperature drops.\n\nPicture a desert camp... Guests are happy until about nine p.m., then the chill sets in and the patios empty... I open with a teach moment: most guest satisfaction is determined by the coldest hour, not the average temperature... If we lift seating temperature by about eleven degrees Celsius at the table, people stay for one more drink and one more story under the stars.\n\nNow the quick demo conversation... Manager says, we lose traffic after nine... I say, let’s pilot for seven nights... We’ll set up dust-resistant, safety-certified portable heaters, train staff, and we’ll measure three things: seat temperature at the coldest hour, NPS on comfort, and nighttime sales.\n\nSafety officer jumps in: are these safe in wind and sand?... I respond: tip‑over shutoff, CSA certifications, sand filters, and a short safety checklist before service... Finance asks about budget... I offer a rental pilot, pay on success... If we hit the KPIs, you can roll the pilot fee into a seasonal plan... If we miss, you don’t pay.\n\nBack‑of‑napkin math: sixty seats at seventy percent, thirty‑five dollars average spend, fifteen percent lift from keeping guests outside longer... That easily clears a modest pilot cost in a week... We’ll show proof with thermal before‑and‑after photos, a one‑point NPS bump on comfort, and the revenue lift from those extra ninety minutes.\n\nThat’s the play: resegment the buyer and context, reframe the job to winning the night, de‑risk with a seven‑night pilot and safety, and prove it with hard numbers... Ethically, we sell this only where nights truly get cold... Your next step: pick one hot‑climate account and run a night‑comfort pilot this month.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s5.tsx",
      "audioPath": "/audio/slide-s5.mp3"
    },
    {
      "id": "s6",
      "content": {
        "type": "markdown",
        "title": "Impossible Sell #3 (Demo): Ketchup Popsicles & White Gloves",
        "markdown": "- The Job-to-be-Done\n  - Serve bold, savory novelty without stains or mess\n  - Elevate events while keeping attire pristine\n  - Kid-friendly control and faster cleanup\n\n- Reframe + Resegment\n  - ICP: event caterers, family venues, chef-led pop-ups\n  - Message: \"White-glove flavor, zero-mess assurance\"\n  - Outcome: differentiate experiences; reduce clean-up time/cost\n\n- De-risk the Offer\n  - No-drip sleeve + thicker gel formulation\n  - Stain-proof guarantee; 1-event pilot\n  - Disposable glove liners and white-fabric test included\n\n- Live Proof: White-Glove Challenge\n  - Tilt + squeeze over white cloth: 60s melt test\n  - Bite test: no drip, wipe-clean check\n  - Record results; share video/social proof\n\n```mermaid\nflowchart LR\n  D[Discovery: \"What worries you about serving red foods?\"] --> R[Reframe: \"Novelty without mess\"]\n  R --> K[De-risk: sleeve, guarantee, pilot]\n  K --> P[Proof: White-Glove Challenge]\n  P --> A[Action: Schedule 1-event pilot + MAP]\n```\n\n- Next Step (MAP Snapshot)\n  - Success: 200 servings, zero stains, +10 event NPS\n  - Owners: you + us; Date: next event\n  - Assets: sample kit, setup guide, ROI one-pager"
      },
      "speakerNotes": "Timing: 2:00 total\n\n0:00–0:15\n- Set the scene. Hold up white glove and popsicle. Camera on hands. Energy up.\n- Line: \"The mess is the objection—we'll make it the proof.\"\n\n0:15–0:30\n- Ask the discovery question: \"What worries you most about serving red foods at formal events?\"\n- Quick audience poll: \"Will this stain—yes or no?\" (Show of hands or chat.)\n\n0:30–0:45\n- Reframe and resegment: call out ICP and job-to-be-done.\n- Slide reference: \"White-glove flavor, zero-mess assurance.\"\n\n0:45–1:30 (Show demo)\n- Switch to camera close-up. Have:\n  - 1 pair of white gloves (one on your hand, one spare), white cloth, timer/phone, popsicle with no-drip sleeve, napkin.\n- Step 1: Tilt test. Hold popsicle horizontally for 10 seconds—no drip.\n- Step 2: Squeeze test over white cloth—light squeeze to show sleeve catches gel. Wipe sleeve rim.\n- Step 3: Bite test: take a small bite; show glove remains spotless. Wipe glove with white napkin.\n- Step 4: 60-second melt test: rest popsicle in sleeve over cloth; start timer. Narrate de-risk elements (formulation, sleeve, guarantee).\n- At 60s: Lift sleeve, show cloth still clean. Hold close to camera.\n\n1:30–1:50\n- Offer design: 1-event pilot, stain-proof guarantee, disposable glove liners, setup guide; ROI = less cleanup, novelty premium.\n- If objection appears (\"still looks messy\"), use LAER: Listen, Acknowledge, Explore (\"Which moment worries you?\"), Respond (additional liner + staff demo).\n\n1:50–2:00\n- Call to action: \"Drop 'PILOT' in chat; we’ll ship a sample kit and a one-page Mutual Action Plan.\"\n- Technical note: Switch back to slides; show MAP snapshot bullets.\n\nReminders\n- Keep surfaces bright; ensure close-up focus.\n- Speak clearly while handling props; pause to let visuals land.\n- Have a trash bag/hand towel just off camera.\n- Safety: mention food-safe materials briefly.\n- Keep guarantee copy visible on slide while demo runs.",
      "narration": "Alright, impossible sell number three: ketchup popsicles to a woman in white gloves... Our job is to turn the scariest objection—mess and stains—into the center of our proof, ethically and confidently.\n\nQuick discovery: what worries you most about serving red foods at formal events?... If you said stains, you’re right... So we resegment and reframe... The buyer isn’t everyone; it’s event caterers and family venues who want bold novelty without mess... The job-to-be-done is white‑glove flavor with zero‑mess assurance.\n\nHere’s the de-risked offer: a thicker, savory gel that melts slower, a no‑drip sleeve that catches runoff, a stain-proof guarantee, and a one‑event pilot... Now, let’s prove it.\n\nI’m wearing a white glove and holding our popsicle... First, the tilt test... I hold it horizontally for a few seconds—no drip... Second, the squeeze test over a white cloth... A gentle squeeze, and the sleeve captures the gel... I wipe the rim clean... Third, the bite test... I take a bite and then show you the glove—still spotless... Finally, the sixty‑second melt test... I rest it in the sleeve over the cloth and start a timer... While it sits, remember: we didn’t deny risk; we engineered it away with formulation, packaging, and a guarantee... And we give buyers a pilot so the stakes are low and the proof is theirs, not just ours.\n\nTime... I lift the sleeve and show the cloth—clean... That’s objection flipping in action.\n\nHere’s the offer in one line: novelty that differentiates your event, with less cleanup and a stain-proof guarantee... We’ll run a one‑event pilot—200 servings, zero stains, and a ten‑point NPS lift is our success target... If you’re in, drop “PILOT” in chat and we’ll ship a sample kit with a mutual action plan so you can sell this internally... That’s how you ethically sell the “unsellable”: resegment, reframe, de‑risk, and prove it in the buyer’s world.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s6.tsx",
      "audioPath": "/audio/slide-s6.mp3"
    },
    {
      "id": "s7",
      "content": {
        "type": "markdown",
        "title": "120-Second Workshop: Build Your One-Sentence Value Hypothesis",
        "markdown": "- Goal: Craft a one-sentence value hypothesis that ethically makes the “unsellable” compelling.\n\n- Use this template:\n\n```text\nFor [ICP/persona], in [context/use case], who need to [JTBD], our [solution/offer] delivers [quantified outcome] by [key mechanism], proven by [evidence], de-risked via [risk reversal].\n```\n\n- 120-second sprint steps:\n  - Pick a buyer + context where your offer wins\n  - Name the job-to-be-done (progress they want)\n  - Quantify the outcome (%, time, money, risk)\n  - Explain the mechanism (how it works)\n  - Add proof + risk reversal\n\n```mermaid\nflowchart TD\n  A[Pick ICP + context] --> B[Define JTBD]\n  B --> C[Quantify outcome]\n  C --> D[Mechanism]\n  D --> E[Proof]\n  E --> F[Risk reversal]\n  F --> G[One-sentence hypothesis]\n```\n\n- Quick examples (ethical reframes):\n  - Home gardening: For home gardeners battling slugs, our precision salt applicator protects 90% of seedlings in 7 days by targeted crystals that avoid collateral damage, proven by before/after plots, de-risked with a $0 trial pack.\n  - Desert hospitality: For desert camps hosting night guests, our dust-proof portable heaters lift comfort scores 15% on cool evenings via fuel-efficient radiant heat, proven by pilot NPS, de-risked with rental + on-site service.\n  - Event catering: For event caterers serving kids, our no-drip ketchup popsicles deliver zero-stain novelty by a thicker gel and sleeve, proven by live white-cloth demo, de-risked with a stain-proof guarantee.\n\n- Interaction: Type your one sentence in chat; vote which lever to strengthen—Outcome, Mechanism, Proof, or Risk."
      },
      "speakerNotes": "0:00–0:10 Warm open. Tie to theme.\\n0:10–0:25 Show the template. Read it once, slowly.\\n0:25–0:35 Emphasize ethical reframing: we sell to gardeners, not slugs.\\n0:35–0:45 Point at sprint steps; explain each in a phrase.\\n0:45–1:00 Show the three examples for inspiration.\\n1:00–1:30 Interactive write: “You have 30 seconds—fill the blanks for a real account.”\\n    - Prompt: Pick one buyer + context, name their job, add a number, mechanism, proof, de-risk.\\n    - Timer: Count down verbally.\\n1:30–1:50 Share: “Drop your sentence in chat.”\\n    - Ask: “Which lever is weakest—Outcome, Mechanism, Proof, or Risk?” Run a quick poll or hand-raise.\\n    - Live coach 1–2 examples: Add a number or a proof asset.\\n1:50–2:00 Close: “Screenshot your sentence. Use it in your next email/call. Test with a buyer.”\\nStage directions:\\n- Pause after reading template.\\n- Encourage brevity: one sentence only.\\n- If silence: Offer a volunteer example and tweak it live.\\n- Technical: Keep the Mermaid flow visible; highlight the code template.\\n- Remind: It’s okay to use a placeholder number if you’ll validate in discovery.",
      "narration": "Ready for a two-minute sprint?... We’re going to build a one-sentence value hypothesis—the fastest way to make the so-called unsellable compelling, ethically... Here’s the template... For… persona, in a specific context, who need to achieve a job-to-be-done, our offer delivers a quantified outcome by a clear mechanism, proven by evidence, and de-risked with a guarantee or pilot... I’ll read it once more so you can map your words to the blanks... For persona, in context, who need to do job, our solution delivers outcome by mechanism, proven by evidence, de-risked via risk reversal.\n\nA quick reminder: we don’t sell salt to slugs; we sell to gardeners who need safe, targeted pest control... Context and buyer fit are everything.\n\nNow, the steps... One, pick a buyer and a context where your offer actually wins... Two, name the job they’re hiring you for... Three, promise an outcome with a number—percent, time saved, dollars, or risk reduced... Four, explain how it works in plain language... Five, add proof... Six, remove risk with a pilot, rental, or guarantee.\n\nThirty seconds to write yours... Go... If you get stuck, think of these examples... For home gardeners battling slugs, our precision salt applicator protects ninety percent of seedlings in seven days by targeted crystals, proven by before and after plots, de-risked with a zero-dollar trial pack... For desert camps hosting night guests, our dust-proof portable heaters lift comfort scores fifteen percent on cool evenings via fuel-efficient radiant heat, proven by pilot NPS, de-risked with rental and on-site service... For event caterers serving kids, our no-drip ketchup popsicles deliver zero-stain novelty by a thicker gel and sleeve, proven by a live white-cloth demo, de-risked with a stain-proof guarantee.\n\nTime... Drop your sentence in chat... Now, which lever is weakest: outcome, mechanism, proof, or risk?... If it’s outcome, add a number... If it’s proof, cite a customer, a pilot, or data... If it’s risk, add a trial or guarantee.\n\nScreenshot your sentence... Use it in your next email or call, and test it with a real buyer today.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s7.tsx",
      "audioPath": "/audio/slide-s7.mp3"
    },
    {
      "id": "s8",
      "content": {
        "type": "markdown",
        "title": "Objections, Risk Reversal, and CFO-Era Proof—Quick Hits",
        "markdown": "**Objection Handling: LAER + Flip**\n- Listen, Acknowledge, Explore, Respond (LAER)\n- Isolate the real blocker: need, fit, risk, budget, or timing\n- Flip the top objection into your demo/proof\n- Close with a clear next step (pilot or MAP)\n\n**Risk Reversal Menu**\n- Pilot/POC with success criteria and opt-out\n- Phased rollout + onboarding support\n- Performance SLAs or milestone-based fees\n- Usage-based or rental pricing\n- Guarantees: “stain-proof”/\"time-to-value\" commitments\n\n**CFO-Era Proof (under 2 minutes)**\n- 6–12 month payback model; show assumptions and sensitivity\n- One-page business case co-authored with your champion\n- Peer proof: before/after metrics, references, and benchmarks\n\n**\"Impossible\" Objection Flips**\n- Ketchup popsicle: white-glove, no-drip demo + stain-free guarantee\n- Heaters in the Sahara: “Win the night” pilot at a desert venue\n- Salt to a slug: sell to gardeners—precision applicator + safety guidance\n\n```mermaid\nflowchart TD\n    A[Objection surfaces] --> B[LAER]\n    B --> C{Type?}\n    C -->|Risk/Budget| D[Pick risk reversal lever]\n    C -->|Fit/Need| E[Reframe value to buyer's metrics]\n    D --> F[Proof asset: demo/case/ROI]\n    E --> F\n    F --> G[Mutual Action Plan: pilot -> go-live]\n```"
      },
      "speakerNotes": "- Spend 10s setting context: “Quick hits to neutralize objections, de-risk decisions, and pass CFO scrutiny.”\n- 30s on LAER: Say it, write it if using pen tool. Prompt: “What’s the real blocker—need, fit, risk, budget, or timing?”\n- 40s on Risk Reversal Menu: Point to 2–3 levers you use most. Emphasize pilots with success criteria and opt-outs.\n- 30s on CFO-Era Proof: Show a one-page business case; mention 6–12 month payback and sensitivity analysis.\n- 20s on “Impossible” flips: Reference white-glove demo, desert night pilot, and gardener use case.\n- 10s CTA: “Pick one lever + one proof asset for your current deal.”\n- Interaction: Quick show of hands—“Who’s got a CFO gate right now?”\n- Stage directions: Pause after LAER to let them note it. If live, hold up a white cloth or show a photo of a demo. Advance to diagram when summarizing flow.\n- Technical reminders: Have a one-page ROI model ready; keep the pilot success-criteria slide handy.\n- Time check: Start wrap at 1:50.",
      "narration": "In the next two minutes, here’s your play to sell the unsellable: handle objections, remove risk, and make the proof CFO-tight.\n\nFirst, LAER: Listen, Acknowledge, Explore, Respond... Don’t jump to pitching... Explore until you can label the blocker as need, fit, risk, budget, or timing... Then isolate it... When you know the type, you can flip it into your strongest proof.\n\nNow de-risk... Pick one lever from the risk reversal menu: a short pilot with success criteria and an opt-out, a phased rollout with hands-on onboarding, performance SLAs or milestone-based fees, usage-based or rental pricing, and, when appropriate, a guarantee—like a stain-proof or time-to-value commitment... Your goal is simple: make yes feel safer than no.\n\nNext, CFO-era proof... Assume six to twelve months is the payback bar... Build a one-page business case with your champion, show the ROI math and the assumptions, and add a quick sensitivity view—what if adoption is lower or prices change?... Then anchor it with peer proof: before-and-after metrics, named references, or a short pilot that produced measurable outcomes.\n\nLet’s apply it to our so-called impossible sells... Ketchup popsicles to a woman in white gloves?... Lead with the objection and flip it into a demo: the white-glove, no-drip challenge, backed by a stain-free guarantee... Heaters in the Sahara?... Reframe context—nights get cold... Run a nighttime comfort pilot for a desert venue: guest scores before and after... Salt to a slug?... Don’t sell to slugs—sell to gardeners... Precision applicator, safety guidance, a tiny trial bag, and a local case study.\n\nClose every conversation with a Mutual Action Plan: pilot steps, owners, dates, and the definition of success... Pick one risk lever and one proof asset for your current deal, and move the ball today.",
      "duration": 2,
      "transition": "fade",
      "componentPath": "./components/slides/Slide_s8.tsx",
      "audioPath": "/audio/slide-s8.mp3"
    },
    {
      "id": "s9",
      "content": {
        "type": "markdown",
        "title": "Close the Loop: Ethical Selling that Sticks",
        "markdown": "**Key takeaways**\n- Match buyer + use case: create relevance; don’t force fit\n- Reframe value in their metrics: ROI, risk, time, status\n- Remove risk and prove it: pilots, guarantees, references\n\n**Ethical guardrails**\n- Sell only where the buyer genuinely benefits\n- Be transparent about limits and risks\n- Commit to post‑sale success; decline misfit deals\n\n```mermaid\nflowchart TD\n    A[Discover JTBD & segment] --> B[Reframe in buyer metrics]\n    B --> C[De-risk: pilot, guarantee, phased rollout]\n    C --> D[Prove: ROI, demos, references]\n    D --> E[Mutual Action Plan]\n    E --> F[Go-live & outcomes]\n    F --> G[Review, expand, advocate]\n```\n\n**One next step**\n- Build a 1‑page value hypothesis + MAP for one “impossible” account this week\n- Aim for a low‑risk pilot with success criteria in writing"
      },
      "speakerNotes": "Timing: 60 seconds total\n\n0–10s: Recap\n- Say: “Selling anything = match context, reframe value, remove risk, prove it.”\n- Point to first bullet list.\n\n10–30s: Tie-back to examples\n- Say: “Salt/slug, heaters/Sahara, ketchup popsicles—works when you resegment, reframe, de‑risk, and prove.”\n- Gesture to the four bolded ideas.\n\n30–45s: Ethics\n- Pause, then emphasize: “Only sell where buyers benefit; be transparent; commit post‑sale.”\n- Point to the guardrails.\n\n45–55s: Action\n- Show the Mermaid flow as the ‘close-the-loop’ visual.\n- Call out the next step: 1‑page value hypothesis + MAP + pilot ask.\n- If you have a QR/template, gesture: “Scan the QR for the template.”\n\n55–60s: Close\n- Ask: “Drop in chat which ‘impossible’ account you’ll tackle first.”\n- Thank the audience.\n\nTechnical reminders\n- Advance to slide with Mermaid diagram visible.\n- If using a QR, zoom in briefly.\n- Keep pace—do not overrun 60s.",
      "narration": "Let’s close the loop... Selling anything to anyone isn’t trickery—it’s matching and manufacturing relevance... You discover the real job to be done, reframe value in the buyer’s metrics, remove risk, and then make the proof undeniable... That’s how you turn salt to a slug into slug control for gardeners, heaters in the Sahara into nighttime comfort and equipment reliability, and ketchup popsicles into a clean, no‑mess novelty that event planners love.\nHere’s the ethical line in the sand: only sell where the buyer genuinely benefits, be transparent about limitations, and commit to post‑sale success... Long‑term trust beats short‑term wins every time.\nYour one next step: this week, pick one so‑called impossible account... Build a one‑page value hypothesis and a mutual action plan... Propose a small pilot with clear success criteria and a risk‑reversal... If the outcomes are real, the deal becomes obvious.\nDrop in the chat which impossible account you’ll tackle first... Thanks for investing the time—now go create relevance, remove risk, and sell ethically.",
      "duration": 1,
      "transition": "fade",
      "voice": {
        "emotion": "friendly",
        "pace": "slow"
      },
      "componentPath": "./components/slides/Slide_s9.tsx",
      "audioPath": "/audio/slide-s9.mp3"
    }
  ],
  "transitions": {
    "default": "fade",
    "duration": 500
  }
}
